Repository: sdaps/sdaps
Catalog: po/*.po
Languages: fr

source: An error occured during creation of the report. Temporary files left in '%s'.
fr: Échec de la création du rapport. Les fichiers temporaires sont encore dans '%s'.

source: The survey directory already exists.
fr: Le dossier de l'enquête existe déjà.

source: Unknown file type (%s). questionnaire_tex should be of type text/x-tex.
fr: Type de fichier inconnu (%s). questionnaire_tex doit être de type text/x-tex.

source: Will keep going, but expect failure!
fr: Ça va continuer, mais ça peut échouer !

source: Unknown file type (%s). additionalqobjects should be text/plain.
fr: Type de fichier inconnu (%s). additionalqobjects doit être text/plain.

source: Running %s now multiple times to generate the questionnaire.
fr: Lancement de %s plusieurs fois pour générer le questionnaire.

source: Caught an Exception while parsing the SDAPS file. The current state is:
fr: Une exception a été lancée lors de l'interprétation du fichier SDAPS. L'état actuel est :

source: Some combination of options and project properties do not work. Aborted Setup.
fr: Une certaine combinaison d'options et de propriétés du projet ne fonctionne pas. Échec de la configuration.

source: Running %s now multiple imes to generate the questionnaire.
fr: Lancement de %s plusieurs fois pour générer le questionnaire.

source: An error occured in the setup routine. The survey directory still exists. You can for example check the questionnaire.log file for LaTeX compile errors.
fr: Échec de la configuration de la routine. Le dossier de l'enquête n'a pas été effacé. Vous pouvez, par exemple, consulter le fichier « questionnaire.log » pour obtenir les erreurs de compilation de LaTeX.

source: author|Unknown
fr: auteur|Inconnu

source: tex language|english
fr: tex language|french

source: The TeX project with the report data is located at '%s'.
fr: Le projet TeX avec les données du rapport est à '%s'.

source: Running %s now multiple times to generate the report.
fr: Lancement de %s plusieurs fois pour générer le rapport.

source: An occured during creation of the report. Temporary files left in '%s'.
fr: Échec de la création du rapport. Les fichiers temporaires sont encore dans '%s'.
