Repository: sdaps/sdaps
Catalog: po/*.po
Languages: fr

source: SDAPS -- Paper based survey tool.
fr: SDAPS - Outil d'enquête sur papier.

source: Display version and exit
fr: Afficher la version et quitter

source: command list|Commands:
fr: liste de commandes|Commandes :

source: project directory|The SDAPS project.
fr: répertoire du projet|Le projet SDAPS.

source: Invalid input file %s. You need to specify a (multipage) monochrome TIFF as input.
fr: Fichier %s non valide. Veuillez spécifier une image au format TIFF monochrome (multipage) en entrée.

source: Not adding %s because it has a wrong page count (needs to be a mulitple of %i).
fr: %s n'a pas été ajouté parce que le nombre de pages est incorrect (doit être un multiple de %i).

source: Warning:
fr: Avertissement :

source: Error:
fr: Erreur :

source: Export data from an SDAPS project.
fr: Exporter des données depuis un projet SDAPS.

source: Import data into an SDAPS project.
fr: Importer les données depuis un projet SDAPS.

source: Generate a report.
fr: Générer un rapport.

source: Create a new SDAPS project.
fr: Créer un nouveau projet SDAPS.

source: Add scanned questionnaires to the survey.
fr: Ajouter les questionnaires scannés à l'enquête.

source: This command is used to add scanned images to the survey. The image data needs to be a (multipage) 300dpi monochrome TIFF file. You may choose not to copy the data into the project directory. In that case the data will be referenced using a relative path.
fr: Cette commande sert à ajouter des images numérisées au sondage. Le fichier image doit être au format TIFF monochrome 300ppp (multipage). Vous pouvez choisir de ne pas copier le fichier dans le dossier du projet. Dans ce cas, vous devez indiquer son chemin relatif.

source: Convert given files and add the result.
fr: Convertir les fichiers donnés et ajouter le résultat.

source: Do a 3D-transformation after finding the corner marks. If the corner marks are not found then the image will be added as-is.
fr: Effectue une transformation 3D après avoir repéré les marques des coins. Si les marques des coins ne sont pas trouvées l'image est ajoutée en l'état.

source: Force adding the images even if the page count is wrong (only use if you know what you are doing).
fr: Ajouter les images même si le nombre de pages est incorrect (n'utilisez ceci que si vous savez ce que vous faites).

source: Copy the files into the directory (default).
fr: Copie les fichiers dans le répertoire (par défaut).

source: Do not copy the files into the directory.
fr: Ne copie pas les fichiers dans le répertoire.

source: Images contain a duplex scan of a simplex questionnaire (default: simplex scan).
fr: Les images contiennent un scan recto-verso d'un questionnaire en recto simple (par défaut : scan recto simple).

source: A number of TIFF image files.
fr: Un nombre de fichiers TIFF.

source: The --no-copy option is not compatible with --convert!
fr: L'option --no-copy n'est pas compatible avec --convert !

source: Converting input files into a single temporary file.
fr: Convertir les fichiers d'entrée dans un fichier temporaire unique.

source: The page count of the created temporary file does not work with this survey.
fr: Le nombre de pages du fichier temporaire n'est pas compatible avec ce sondage.

source: Running the conversion failed.
fr: La conversion a échoué.

source: Processing %s
fr: Traitement de %s

source: Done
fr: Fait

source: Annotate the questionnaire and show the recognized positions.
fr: Annoter le questionnaire et montrer les positions reconnues.

source: This command is mainly a debug utility. It creates an annotated version of the questionnaire, with the information that SDAPS knows about it overlayed on top.
fr: Cette commande est principalement faite pour le débogage. Elle crée une version du questionnaire annotée, comportant les informations connues par SDAPS en surimpression.

source: Create PDFs with boxes sorted by the detection heuristics.
fr: Créer des PDF avec des cadres triés par les heuristiques de détection.

source: SDAPS uses multiple heuristics to detect determine the state of checkboxes. There is a list for each heuristic giving the expected state and the quality of the value (see defs.py). Using this command a PDF will be created for each of the heuristics so that one can adjust the values.
fr: SDAPS utilise plusieurs méthodes pour déterminer l'état d'une case à cocher. Il y a une liste pour chacune d'elles donnant l'état attendu et la qualité du résultat (voir defs.py). Un fichier PDF sera généré pour chaque méthode pouvant influer sur le résultat.

source: Reruns part of the recognition process and retrieves debug images from this step.
fr: Réexécute une partie de l'algorithme de reconnaissance et récupère les images de débogage à partir de cette étape.

source: Convert a set of images to the correct image format.
fr: Convertir un lot d'images dans le bon format.

source: This command can be used if you scanned files in something other than the expected monochrome TIFF mode. All given files will be loaded, converted to monochrome and stored in a multipage 1bpp TIFF file. Optionally, you can select "3D transformation"\ ,which may facilitate working with photos of questionnaires instead of scans.
fr: Cette commande peut être utilisée si vous numérisez dans un autre format que le TIFF monochrome. Tous les fichiers doivent être chargés puis enregistrés dans un seul fichier TIFF monochrome (1 bit par pixel). Vous pouvez aussi sélectionner « transformation 3D » si vous travaillez avec des photos des questionnaires plutôt que des fichiers scannés.

source: Do a 3D-transformation after finding the corner marks. If they are not found, the image will be processed as-is.
fr: Effectuer une transformation 3D après avoir repéré les marqueurs dans les coins. Si ces marqueurs ne sont pas visibles, l'image sera ajoutée en l'état.

source: The location of the output file.
fr: L'emplacement du fichier de sortie.

source: No output filename specified!
fr: Aucun nom de fichier de sortie n'est précisé !

source: Create a cover for the questionnaires.
fr: Créer une jaquette pour les questionnaires.

source: This command creates a cover page for questionnaires. All the metadata of the survey will be printed on the page.
fr: Cette commande crée une jaquette pour les questionnaires. Toutes les métadonnées du sondage y seront imprimées.

source: Filename to store the data to (default: cover_%%i.pdf)
fr: Nom de fichier pour le stockage des données (par défaut : cover_%%i.pdf)

source: Export data to CSV file.
fr: Exporter les données dans un fichiers CSV.

source: Export data to a CSV file. The first line is a header which defines questionnaire_id and global_id, and a column for each checkbox and textfield.
fr: Exporter des données vers un fichier CSV. La première ligne est un entête contenant « questionnaire_id » et « global_id », et une colonne pour chaque case à cocher et champ de texte.

source: Filename to store the data to (default: data_%%i.csv)
fr: Nom de fichier pour stocker les données (par défaut : data_%%i.csv)

source: The delimiter used in the CSV file (default ',')
fr: Le délimiteur utilisé dans le fichier CSV (par défaut ',')

source: Filter to only export a partial dataset.
fr: Filtrer pour exporter un jeu de données partiel.

source: Export images of freeform fields.
fr: Exporter les images des champs libres.

source: Export an image for each question that includes all boxes.
fr: Exporter une image pour chaque question qui inclut toutes les cases.

source: Export the recognition quality for each checkbox.
fr: Exporter la qualité de la reconnaissance pour chaque case à cocher.

source: Import data to from a CSV file.
fr: Importer des données depuis un fichier CSV.

source: Import data from a CSV file. The first line is a header which defines questionnaire_id and global_id, and a column for each checkbox and textfield. Note that the import is currently very limited, as you need to specifiy the questionnaire ID to select the sheet which should be updated.
fr: Importer des données depuis un fichier CSV. La première ligne est un entête contenant « questionnaire_id » et « global_id », et une colonne pour chaque case à cocher et champ de texte. Notez que l'importation est actuellement très limitée ; vous devez indiquer l'identifiant du questionnaire pour choisir la fiche qui doit être mise à jour.

source: The file to import.
fr: Le fichier à importer.

source: Launch a GUI. You can view and alter the (recognized) answers with it.
fr: Lancer une interface graphique. Vous pouvez y afficher et modifier les réponses (reconnues).

source: This command launches a graphical user interface that can be used to correct answers. You need to run "recognize" before using it.
fr: Cette commande affiche une interface graphique qui permet de corriger une réponse. Auparavant, vous devez lancer la commande "recognize".

source: Filter to only show a partial dataset.
fr: Filtrer pour ne montrer qu'une partie des données.

source: Export and import questionnaire IDs.
fr: Exportez et importez les identifiants des questionnaires.

source: This command can be used to import and export questionnaire IDs. It only makes sense in projects where such an ID is printed on the questionnaire. Note that you can also add IDs by using the stamp command, which will give you the PDF at the same time.
fr: Cette commande peut être utilisée pour importer et exporter des ID de questionnaire. Elle n'est pertinente que dans les projets où un ID est imprimé sur les questionnaires. Vous pouvez également ajouter des ID à l’aide de la commande stamp, qui génère également le PDF..

source: Filename to store the data to (default: ids_%%i)
fr: Nom de fichier pour stocker les données (par défaut : ids_%%i)

source: Add IDs to the internal list from the specified file.
fr: Ajouter les ID à partir du fichier spécifié.

source: Display and modify metadata of project.
fr: Affichez et modifiez les métadonnées du projet.

source: This command lets you modify the metadata of the SDAPS project. You can modify, add and remove arbitrary keys that will be printed on the report. The only key that always exist is "title". If no key is given then a list of defined keys is printed.
fr: Cette commande vous permet de modifier les métadonnées du projet SDAPS. Vous pouvez modifier, ajouter et supprimer toutes clés utiles qui seront imprimées sur le rapport. La seule clé qui existent toujours est « title ». Si aucune clé n’est donnée, une liste de clés définies est imprimée.

source: Delete the key and value pair.
fr: Supprimer la paire clé / valeur.

source: The key to display or modify.
fr: La clé à afficher ou modifier.

source: Set the given key to this value.
fr: La valeur à donner à cette clé.

source: Existing fields:
fr: Champs existants :

source: Run the optical mark recognition.
fr: Exécuter la reconnaissance optique de marques.

source: Iterates over all images and runs the optical mark recognition. It will reevaluate sheets even if "recognize" has already run or manual changes were made.
fr: Exécute la reconnaissance optique de marques pour chaque image. Les pages seront réévaluées, même si l'option recognize a déjà été exécutée ou si des modifications manuelles ont été apportées.

source: Only identify the page properties, but don't recognize the checkbox states.
fr: Identifie les propriétés de la page, sans reconnaître la valeur des cases à cocher.

source: Rerun the recognition for all pages. The default is to skip all pages that were recognized or verified already.
fr: Réexécute la reconnaissance pour chaque page. Par défaut, les pages déjà reconnues ou vérifiées sont sautées.

source: Reorder pages according to questionnaire ID.
fr: Retrie les pages par ID de questionnaire.

source: This command reorders all pages according to the already recognized questionnaire ID. To use it add all the files to the project, then run a partial recognition using "recognize --identify". After this you have to run this command to reorder the data for the real recognition.
fr: Cette commander retrie toutes les pages par ID de questionnaire déjà reconnu. Pour l'utiliser, ajouter au projet tout les fichiers, puis exécuter une reconnaissance partiel avec « recognize --identify ». Enfin, exécuter cette commande pour trier les données avant la vraie reconnaissance.

source: Create a PDF report using reportlab.
fr: Créer un rapport PDF avec « reportlab ».

source: This command creates a PDF report using reportlab that contains statistics and if selected the freeform fields.
fr: Cette commande crée un rapport PDF avec reportlab contenant des statistiques et, si demandés, les champs libre.

source: Create a filtered report for every checkbox.
fr: Créer un rapport filtré pour chaque case.

source: Short format (without freeform text fields).
fr: Format court (sans les champs de texte libre).

source: Detailed output. (default)
fr: Résultat détaillé (par défaut)

source: Do not include original images in the report. This is useful if there are privacy concerns.
fr: Exclure les image originale du rapport. Peut être utile pour des questions de confidentialité.

source: Do not use substitutions instead of images.
fr: Ne pas substituer les images.

source: The paper size used for the output (default: locale dependent)
fr: Le format de page pour le résultat (par défaut selon la localité)

source: Filename to store the data to (default: report_%%i.pdf)
fr: Nom de fichier pour stocker les données (report_%%i.pdf par défaut)

source: Create a PDF report using LaTeX.
fr: Créer un rapport PDF avec LaTex.

source: This command creates a PDF report using LaTeX that contains statistics and freeform fields.
fr: Cette commande crée un rapport PDF avec LaTex contenant des stats et les champs libres.

source: Save the generated TeX files instead of the final PDF.
fr: Enregistrer les fichiers Tex générés au lieu du PDF final.

source: Reset project into original state.
fr: Rétablir le projet à son état initial.

source: This command does a full reset of the project. All data will be discarded and only the empty project is left.
fr: Cette commande réinitialise complètement le projet. Toute donnée sera perdue excepté le projet vide.

source: Create a new survey using a LaTeX document.
fr: Créer un nouveau sondage en utilisant un document LaTeX.

source: Create a new survey from a LaTeX document. You need to be using the SDAPS class. All the metadata and options for the project can be set inside the LaTeX document.
fr: Créer une nouvelle enquête depuis un document LaTeX. Vous devez utiliser la classe SDAPS. Toutes les méta-données et options du projet peuvent être configurées dans le document LaTeX.

source: The LaTeX Document
fr: Le document LaTeX

source: Additional files that are required by the LaTeX document and need to be copied into the project directory.
fr: Les fichiers supplémentaires qui sont requis par le document LaTeX et qui doivent être copiés dans le dossier du projet.

source: The engine to use to compile LaTeX documents.
fr: Le moteur à utiliser pour compiler les documents LaTeX.

source: Additional questions that are not part of the questionnaire.
fr: Les questions supplémentaires qui ne font pas parti du questionnaire.

source: Add marks for automatic processing.
fr: Ajouter les marqueurs pour le traitement automatique.

source: This command creates the printable document. Depending on the projects setting you are required to specifiy a source for questionnaire IDs.
fr: Cette commande crée un document imprimable. Suivant les préférences du projet, vous devez renseigner une source pour les identifiants du questionnaire.

source: Filename to store the data to (default: stamp_%%i.pdf)
fr: Le nom de fichier pour enregistrer les données (par défaut : stamp_%%i.pdf)

source: Could not apply 3D-transformation to image '%s', page %i!
fr: Échec de la transformation 3D de l'image '%s' dans la page %i !

source: SDAPS questionnaire
fr: Questionnaire SDAPS

source: Not importing unknown questionnaire ID "%s"
fr: Identifiant de questionnaire "%s" non importé car inconnu.

source: The survey does not have any images! Please add images (and run recognize) before using the GUI.
fr: L'enquête n'a aucune image ! Veuillez ajouter des images (et lancer la reconnaissance) avant d'utiliser l'interface.

source: Page|Invalid
fr: Page|Invalide

source: Copyright © 2007-2014 The SDAPS Authors
fr: Copyright © 2007-2014 Les auteurs de SDAPS

source: Scripts for data acquisition with paper based surveys
fr: Les scripts pour l'extraction des données depuis les enquêtes papier

source: translator-credits
fr: Estébastien Robespi, J. Lavoie et d'autres

source: of %i
fr: sur %i

source: Recognition Quality: %.2f
fr: Qualité de reconnaissance : %.2f

source: You have reached the first page of the survey. Would you like to go to the last page?
fr: Vous êtes sur la première page de l'enquête. Voulez-vous aller à la dernière page ?

source: Go to last page
fr: Aller à la dernière page

source: You have reached the last page of the survey. Would you like to go to the first page?
fr: Vous êtes sur la dernière page de l'enquête. Voulez-vous aller à la première page ?

source: Go to first page
fr: Aller à la première page

source: Close without saving
fr: Fermer sans enregistrer

source: <b>Save the project before closing?</b> If you do not save you may lose data.
fr: <b>Enregistrer le projet avec de le fermer ?</b> Si vous ne l'enregistrez pas, vous risquez de perdre des données.

source: Forward
fr: Suivant

source: Previous
fr: Précédent

source: Zoom In
fr: Agrandir

source: Zoom Out
fr: Réduire

source: _File
fr: _Fichier

source: _View
fr: _Vue

source: _Help
fr: _Aide

source: Recognize Page
fr: Reconnaitre la page

source: Page Rotated
fr: Page pivotée

source: Sort by Quality
fr: Trier par qualité

source: label
fr: étiquette

source: <b>Global Properties</b>
fr: <b>Propriétés globales</b>

source: Sheet valid
fr: Feuille valide

source: Sheet Verified
fr: Feuille vérifiée

source: Page Verified
fr: Page vérifiée

source: Empty
fr: Vide

source: <b>Questionnaire ID: </b>
fr: <b>Id du questionnaire : </b>

source: It appears you have not build the C extension. Please run "./setup.py build" in the toplevel directory.
fr: Il semble que l'extension C n'a pas été compilée. Veuillez lancer « ./setup.py build » depuis le dossier racine.

source: The latex character map is missing! Please build it using the supplied tool (create-latexmap.py).
fr: La carte des caractères latex est manquante ! Veuillez le constuire avec l'outil inclus (create-latexmap.py).

source: Generated string for LaTeX contains unicode characters. This may not work correctly and could mean the LaTeX character map needs to be updated.
fr: Le texte LaTeX généré contient des caractères unicode. Ceci peut ne pas fonctionner correctement, la liste des caractères de LaTeX devrait être mise à jour.

source: Cannot convert PDF files as poppler is not installed or usable!
fr: La conversion en PDF est impossible parce que « poppler » n'est pas installé ou utilisable !

source: File does not exist
fr: Le fichier n'existe pas

source: %i sheet
fr: %i feuille

source: Processed %i of %i sheets, took %f seconds
fr: Feuille %i sur %i traitée, en %f secondes

source: A questionnaire that is printed in duplex needs an even amount of pages!
fr: Un questionnaire qui est imprimé en recto-verso doit avoir un nombre pair de pages !

source: The 'classic' style only supports a maximum of six pages! Use the 'code128' style if you require more pages.
fr: Le style « classic » ne supporte que six pages ! Utilisez « code128 » si vous avez besoin de plus de pages.

source: IDs need to be integers in "classic" style!
fr: Les identifiants doivent être des nombres entiers pour le style "classic" !

source: Invalid character %s in questionnaire ID "%s" in "code128" style!
fr: Caractère %s invalide pour l'id du questionnaire "%s" dans le style "code128" !

source: SDAPS cannot draw a questionnaire ID with the "custom" style. Do this yourself somehow!
fr: SDAPS ne peut dessiner l'id du questionnaire avec le style "custom". Vous devez le faire manuellement !

source: %s, %i: Matrix not recognized.
fr: %s, %i : La matrice n'a pas été reconnue.

source: %s, %i: Rotation not found.
fr: %s, %i : Rotation non trouvée.

source: Neither %s, %i or %s, %i has a known rotation!
fr: Aucun de %s, %i ou de %s, %i n'a de rotation connue !

source: %s, %i: Matrix not recognized (again).
fr: %s, %i : Matrice non reconnue (encore).

source: %s, %i: Could not get page number.
fr: %s, %i : Le numéro de page n'a pu être récupérer.

source: Neither %s, %i or %s, %i has a known page number!
fr: Aucun de %s, %i ou de %s, %i n'a de numéro de page connu !

source: Images %s, %i and %s, %i do not have consecutive page numbers!
fr: Les images %s, %i et %s, %i n'ont pas des numéros de page consécutives !

source: No page number for page %s, %i exists.
fr: Aucun numéro de page pour %s, %i existe.

source: Page number for page %s, %i already used by another image.
fr: Le numéro de la page %s, %i est déjà utilisé par une autre image.

source: Page number %i for page %s, %i is out of range.
fr: Le numéro de page %i pour la page %s, %i est hors limite.

source: %s, %i: Could not read survey ID, but should be able to.
fr: %s, %i : Échec de la lecture de l'Id d'enquête.

source: Could not read survey ID of either %s, %i or %s, %i!
fr: L'Id de l'enquête %s, %i ou %s, %i de n'a pu être lu !

source: Got a wrong survey ID (%s, %i)! It is %s, but should be %i.
fr: L'id (%s, %i) de l'enquête est incorrect ! C'est %s, et non %i.

source: %s, %i: Could not read questionnaire ID, but should be able to.
fr: %s, %i : l'ID du questionnaire ne peut être lu, mais devrait pourtant l'être.

source: Could not read questionnaire ID of either %s, %i or %s, %i!
fr: L'id de questionnaire ne peut être lu pour %s, %i ni pour %s, %i !

source: Answers: %i
fr: Réponses : %i

source: Mean: %.2f
fr: Moyenne : %.2f

source: Standard Deviation: %.2f
fr: Déviation standard : %.2f

source: Turned in Questionnaires
fr: Remise des questionnaires

source: sdaps report
fr: rapport sdaps

source: Removing stored data...
fr: Suppression des données stockées...

source: Head %(l0)i got no title.
fr: L'entête %(l0)i n'a pas de titre.

source: %(class)s %(l0)i.%(l1)i got no question.
fr: %(class)s %(l0)i.%(l1)i n'a aucune question.

source: Error in question "%s"
fr: Erreur dans la question « %s »

source: %(class)s %(l0)i.%(l1)i got no boxes.
fr: %(class)s %(l0)i.%(l1)i n'a aucune boite.

source: %(class)s %(l0)i.%(l1)i got not exactly two answers.
fr: %(class)s %(l0)i.%(l1)i n'a pas exactement deux réponses.

source: %(class)s %(l0)i.%(l1)i got not exactly one box.
fr: %(class)s %(l0)i.%(l1)i n'a pas qu'une seule boite.

source: This survey has been configured to use questionnaire IDs. Each questionnaire will be unique. You need to use on of the options to add new IDs or use the existing ones.
fr: Cette enquête a été configurée pour utiliser des identifiants de questionnaire. Chaque questionnaire sera unique. Vous devez utiliser une des options pour ajouter de nouveaux identifiants ou en utiliser des déjà existants.

source: There should be no need to stamp a SDAPS Project that uses LaTeX and does not have different questionnaire IDs printed on each sheet. I am going to do so anyways.
fr: Il est inutile d'estampiller un projet SDAPS qui utilise LaTeX et n'a pas des identifiants de questionnaire différents imprimés sur chaque feuille. Le programme va tout de même le faire.

source: Running %s now multiple times to generate the stamped questionnaire.
fr: Lancement de %s plusieurs fois pour générer le questionnaire estampillé.

source: Error running "%s" to compile the LaTeX file.
fr: Échec de "%s" pour la compilation du fichier LaTeX.
